{
  "header": {
    "title": "Dokoya 利用規約"
  },
  "description": "この規約（以下「本規約」といいます。）は、Dokoyaが提供するDokoyaに関するすべての製品およびサービス（以下「本サービス」といいます。）の利用に関する条件を、本サービスを利用するユーザー（以下「ユーザー」といいます。）とDokoyaとの間で定めるものです。",
  "chapter1": {
    "title": "1. 定義",
    "contents": [
      "「アプリ」とは本サービスのためにDokoyaが提供するWebブラウザ用アプリケーションソフトウェア「Dokoya」を言います",
      "「ブラウザ」とは、Webブラウザにて本サービスを利用するためにDokoyaが提供するWebサイトを言います。",
      "「Dokoyaアカウント」とはDokoyaが運営するサービス「Dokoya」のアカウントを言います。",
      ""
    ]
  },
  "chapter2": {
    "title": "2. 規約への同意",
    "contents": [
      "ユーザーは、本規約に同意することで、本サービスを利用することができます。",
      "ユーザーが規約に同意してDokoyaアカウントを作成することで、ユーザーは本規約に同意したものとみなされます。",
      "ユーザーが本規約に同意しない場合、ユーザーは本サービスを利用することができません。",
      "ユーザーが未成年者である場合、親権者の同意を得た上で本サービスを利用することができます。"
    ]
  },
  "chapter3": {
    "title": "3. 規約の変更",
    "contents": [
      "DokoyaはDokoyaが必要と判断する場合、本サービスの目的の範囲内で本規約を変更することができます。"
    ]
  },
  "chapter4": {
    "title": "4. ユーザーの責任",
    "contents": [
      "ユーザーは、本サービスを利用するにあたり、以下の行為を行ってはなりません。",
      "・法令または公序良俗に違反する行為",
      "・Dokoyaまたは第三者の知的財産権を侵害する行為",
      "・Dokoyaまたは第三者に損害を与える行為",
      "・Dokoyaまたは第三者に不利益を与える行為",
      "・その他、Dokoyaが不適切と判断する行為"
    ]
  },
  "chapter5": {
    "title": "5. アカウント",
    "contents": [
      "Dokoyaアカウントは、ユーザーが本サービスを利用するために必要となるアカウントです。",
      "ユーザーは、本サービスの利用に際してメールアドレスを登録する場合、これを不正に利用されないようご自身の責任で厳重に管理しなければなりません。",
      "Dokoyaは、ユーザーが本規約に違反しまたはDokoyaが不適切と判断する場合、ユーザーのアカウントを停止または削除することができます。",
      "ユーザーは本サービスから退会を希望する場合、Dokoyaアカウントを削除することができます。"
    ]
  },
  "chapter6": {
    "title": "6. プライバシー",
    "contents": [
      "Dokoyaは、ユーザーのプライバシーを尊重し、ユーザーの個人情報を適切に取り扱います。"
    ]
  },
  "chapter7": {
    "title": "7. 権利帰属",
    "contents": [
      "本サービスに関する知的財産権は、DokoyaまたはDokoyaと提携する第三者に帰属します。"
    ]
  },
  "chapter8": {
    "title": "8. サービスの提供",
    "contents": [
      "本サービスは、ブラウザを通じて提供されるサービスです。",
      "Dokoyaは、ユーザーに対し、本規約および本サービス内において定めるルールに従って本サービスを提供します。",
      "ユーザーは、本サービスで提供されるコンテンツを私的利用の範囲内で利用することができ、商用、販売、再販、その他私的使用目的外での使用（複製、送信、転載、編集、改変、頒布を含みますが、これらに限りません。本項で以下「使用」という場合、同様です。）は禁止されます。",
      "お客様は、本サービスを利用するに必要なパーソナルコンピュータ、携帯電話機、通信機器、オペレーションシステム、通信手段および電力などを、お客様の費用と責任で用意しなければなりません。",
      "Dokoyaは、本サービスの全部または一部を、年齢、ご本人確認の有無、登録情報の有無、利用地域、Dokoyaアカウントの利用状況、その他、Dokoyaが必要と判断する条件を満たしたユーザーに限定して提供することができるものとします。Dokoyaは、本サービスにDokoyaまたは第三者の広告を掲載することができるものとします。",
      "Dokoyaは、Dokoyaが必要と判断する場合、予めユーザーに通知することなく、いつでも、本サービスの全部または一部を変更し、一時停止し、または終了させることができるものとします。本サービスの変更、一時停止または終了によりユーザーが何らかの損害や損失を蒙ることがあっても、Dokoyaはそれを賠償または補償する責任を負わないものとします。本サービスは、日本国内においてのみ提供されるものとします",
      "ユーザーは、Dokoyaが、本サービスの最終利用日から2年間以上経過しているユーザーの利用を停止する場合があることを予め了承するものとします。この場合、本サービスの利用履歴は消滅し、復旧はできませんのでご注意ください。ユーザーは、本項に基づく利用の停止および削除によってユーザーが被った損失および不便について、Dokoyaが如何なる責任も負わないことに同意するものとします"
    ]
  },
  "chapter9": {
    "title": "9. 提携パートナーのサービス",
    "contents": [
      "本サービスは、Dokoyaと提携する他の事業者が提供するサービスまたはコンテンツを含む場合があります。かかるサービスまたはコンテンツに対する責任は、これを提供する事業者が負います。また、かかるサービスまたはコンテンツには、これを提供する事業者が定める利用規約その他の条件が適用されることがあります"
    ]
  },
  "chapter10": {
    "title": "10. 禁止事項",
    "contents": [
      "ユーザーは、本サービスの利用に際して以下に記載することを行ってはなりません。",
      "・法令または公序良俗に違反する行為",
      "・営業、広告、宣伝、勧誘、その他営利を目的とする行為",
      "・児童ポルノ、児童虐待に相当する行為",
      "・他人の個人情報、登録情報、利用履歴情報などを、不正に収集、開示または提供する行為",
      "・本サービスのサーバやネットワークシステムに支障を与える行為、BOT、チートツール、その他の技術的手段を利用してサービスを不正に操作する行為、本サービスの不具合を意図的に利用する行為、ルーチングやジェイルブレイク等改変を行った通信端末にて本サービスにアクセスする行為、同様の質問を必要以上に繰り返す等、当社に対し不当な問い合わせまたは要求をする行為、その他当社による本サービスの運営または他のユーザーによる本サービスの利用を妨害し、これらに支障を与える行為。",
      "・Dokoyaがスパムと判断する行為",
      "・反社会的勢力に対する利益供与行為",
      "・Dokoyaまたは第三者の知的財産権を侵害する行為",
      "・Dokoyaまたは第三者に損害を与える行為",
      "・Dokoyaまたは第三者に不利益を与える行為",
      "・上記の行為を幇助または助長する行為",
      "・その他、Dokoyaが不適切と判断する行為"
    ]
  },
  "chapter11": {
    "title": "11. ユーザーの責任",
    "contents": [
      "ユーザーは、ユーザーご自身の責任において本サービスを利用するものとし、本サービスの利用に関連して発生した一切の責任を負うものとします。",
      "ユーザーは、本サービスの利用に関連してDokoyaまたは第三者に損害を与えた場合、当該ユーザーは、自己の費用と責任において、Dokoyaまたは第三者に対して当該損害を賠償するものとします。"
    ]
  },
  "chapter12": {
    "title": "12. 免責事項",
    "contents": [
      "Dokoyaは、本サービスの提供の中断、停止、終了、利用不能または変更、本サービスの利用によるデータの消失または機械の故障、その他本サービスに関連してユーザーに生じた損害について、一切の責任を負いません。",
      "Dokoyaは、本サービスに関連してユーザーと他のユーザーとの間に生じたトラブルについて、一切の責任を負いません。",
      "Dokoyaは、本サービスに関連してユーザーに生じた損害について、一切の責任を負いません。"
    ]
  },
  "chapter13": {
    "title": "13. 分離可能性",
    "contents": [
      "本規約のいずれかの条項またはその一部が、管轄権を有する裁判所、仲裁機関またはその他の権限を持つ機関によって違法、無効または執行不能と判断された場合、その条項またはその一部は、その違法性、無効性または執行不能性の範囲内でのみ分離され、残りの条項およびその他の条項は完全に有効とします。"
    ]
  },
  "chapter14": {
    "title": "14. 連絡方法",
    "contents": [
      "本サービスに関する問い合わせは、以下の窓口までお願いいたします。",
      "https://github.com/kenjiwilkins/dokoya/issues"
    ]
  }
}